Revit 2027 API
ParameterTypeId.StairsRailingBalusterShape Property
 "Baluster Shape"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingBalusterShape { get; }
Public Shared ReadOnly Property StairsRailingBalusterShape As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingBalusterShape {
	ForgeTypeId^ get ();
}
static member StairsRailingBalusterShape : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace